Revit 2027 API
UV.ToString Method
 Gets formatted string showing (U, V) with values formatted to 9 decimal places.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public override string ToString()
Public Overrides Function ToString As String
public:
virtual String^ ToString() override
abstract ToString : unit -> string
override ToString : unit -> string
Return Value
String
See Also
Reference
UV Class
Autodesk.Revit.DB Namespace